export const score1Options = ["年龄41-60岁","计划小手术","近期(<1个月) 大手术","肥胖(BMI>25)","卧床的内科病人","炎症性肠病史",
    "下肢水肿","静脉曲张","严重的肺部疾病, 含肺炎(<1个月)","肺功能异常(COPD)",
    "急性心肌梗死(1个月)","充血性心力衰竭(1个月)","败血症(1个月)","输血(1个月内)",
    "口服避孕药或激素替代治疗","妊娠期或产后(1个月)",
    "原因不明的死胎史, 复发性自然流产(≥3), 由于毒血症或发育受限原因早产",
    "其他高危因素"
]
export const score2Options = ["年龄61-74岁","大手术(>45分值)","腹腔镜手术(>45分钟)","恶性肿瘤(现在或既往)","限制性卧床>72小时","中心静脉置管","关节镜手术","石膏固定(<1个月)"]
export const score3Options = ["年龄≥75岁","DVT/PE史","静脉血栓家族史","肝素诱导的血小板减少症","未列出的先天后天静脉血栓形成","抗心磷脂抗体阳性","凝血酶原G20210A阳性","因子V Leiden阳性","狼疮抗凝物阳性","血清同型半胱氨酸酶升高"]
export const score5Options = ["脑卒中(1个月)","急性脊髓损伤(瘫痪)(1个月) 选择性下肢关节置换术","髋关节、骨盆或下肢骨折","多发性创伤(1个月)"]



export const nurseActions = ["低危0~1分","中危2分","高危3~4分","极高危≥5分"]
