export const estimateTools = ["数字评分量表(NRS)","修订版面部表情疼痛量表(FPS-R)","语言评分量表(VRS)"]
export const painScore = ["0","1","2","3","4","5","6","7","8","9","10"]

export const painTough = ["无痛","轻度疼痛","中度疼痛","重度疼痛"]
export const painPosition = ["头部","肩颈部", "左上肢", "右上肢","左下肢","右下肢", "胃部","腰部", "腹部", "咽部","肛门","肛旁"]
export const painCharacter = ["酸痛","绞痛", "坠痛", "刺痛","压痛","胀痛", "钝痛","跳痛", "爆发痛", "刀割样痛","烧灼样痛","钻质样痛",
    "爆裂样痛","撕裂样痛", "牵拉样痛", "压榨样痛","放电样痛","电击样痛", "麻木样痛","束带样痛", "轻触痛", "锐痛"
]
export const nurseAction = ["心理疏导","冷敷", "热敷", "患肢抬高","更换体位","右下肢", "胃部","腰部", "腹部", "咽部","肛门","肛旁"]